Repository: Lcc1ccl/cmax
Catalog: Resources/Localizable.xcstrings
Source language: en
Languages: ar, bs, da, de, es, fr, it, ja, ko, nb, pl, pt_br, ru, th, tr, uk, zh_hans, zh_hant

# browser.import.title
source: Import Browser Data
ja: гғ–гғ©гӮҰгӮ¶гғјгғҮгғјгӮҝгӮ’гӮӨгғігғқгғјгғҲ
ko: лёҢлқјмҡ°м Җ лҚ°мқҙн„° к°Җм ёмҳӨкё°
uk: РҶРјРҝРҫСҖСӮ РҙР°РҪРёС… РұСҖР°СғР·РөСҖР°

# browser.import.hint.dismiss
source: Hide Hint
ja: гғ’гғігғҲгӮ’йҡ гҒҷ
ko: нһҢнҠё мҲЁкё°кё°
uk: РЎС…РҫРІР°СӮРё РҝС–РҙРәР°Р·РәСғ

# browser.import.hint.import
source: ImportвҖҰ
ja: гӮӨгғігғқгғјгғҲвҖҰ
ko: к°Җм ёмҳӨкё°вҖҰ
uk: РҶРјРҝРҫСҖСӮСғРІР°СӮРёвҖҰ

# browser.import.hint.settings
source: Browser Settings
ja: гғ–гғ©гӮҰгӮ¶гғјиЁӯе®ҡ
ko: лёҢлқјмҡ°м Җ м„Өм •
uk: РқР°Р»Р°СҲСӮСғРІР°РҪРҪСҸ РұСҖР°СғР·РөСҖР°

# browser.import.hint.settingsFootnote
source: You can always find this in Settings > Browser.
ja: гҒӮгҒЁгҒ§гҒ„гҒӨгҒ§гӮӮгҖҢиЁӯе®ҡ > гғ–гғ©гӮҰгӮ¶гғјгҖҚгҒ§иҰӢгҒӨгҒ‘гӮүгӮҢгҒҫгҒҷгҖӮ
ko: м„Өм • > лёҢлқјмҡ°м Җм—җм„ң м–ём ңл“ м°ҫмқ„ мҲҳ мһҲмҠөлӢҲлӢӨ.
uk: Р’Рё Р·Р°РІР¶РҙРё РјРҫР¶РөСӮРө Р·РҪР°Р№СӮРё СҶРө РІ РқР°Р»Р°СҲСӮСғРІР°РҪРҪСҸС… > Р‘СҖР°СғР·РөСҖ.

# browser.import.hint.title
source: Import browser data
ja: гғ–гғ©гӮҰгӮ¶гғјгғҮгғјгӮҝгӮ’гӮӨгғігғқгғјгғҲ
ko: лёҢлқјмҡ°м Җ лҚ°мқҙн„° к°Җм ёмҳӨкё°
uk: РҶРјРҝРҫСҖСӮ РҙР°РҪРёС… РұСҖР°СғР·РөСҖР°

# browser.import.hint.toolbar
source: Import
ja: гӮӨгғігғқгғјгғҲ
ko: к°Җм ёмҳӨкё°
uk: РҶРјРҝРҫСҖСӮСғРІР°СӮРё

# browser.import.hint.toolbar.help
source: Import browser data
ja: гғ–гғ©гӮҰгӮ¶гғјгғҮгғјгӮҝгӮ’гӮӨгғігғқгғјгғҲ
ko: лёҢлқјмҡ°м Җ лҚ°мқҙн„° к°Җм ёмҳӨкё°
uk: РҶРјРҝРҫСҖСӮ РҙР°РҪРёС… РұСҖР°СғР·РөСҖР°

# browser.import.validation.scope
source: Select Cookies, History, or both before starting import.
ja: гӮӨгғігғқгғјгғҲгӮ’е§ӢгӮҒгӮӢеүҚгҒ«гҖҒCookieгҖҒеұҘжӯҙгҖҒгҒҫгҒҹгҒҜгҒқгҒ®дёЎж–№гӮ’йҒёжҠһгҒ—гҒҰгҒҸгҒ гҒ•гҒ„гҖӮ
ko: к°Җм ёмҳӨкё°лҘј мӢңмһ‘н•ҳкё° м „м—җ мҝ нӮӨ, л°©л¬ё кё°лЎқ лҳҗлҠ” л‘ҳ лӢӨлҘј м„ нғқн•ҳм„ёмҡ”.
uk: Р’РёРұРөСҖС–СӮСҢ Cookies, РҶСҒСӮРҫСҖС–СҺ Р°РұРҫ РҫРұРёРҙРІР° РҝРөСҖРөРҙ РҝРҫСҮР°СӮРәРҫРј С–РјРҝРҫСҖСӮСғ.

# browser.import.validation.sourceProfiles
source: Choose at least one source profile to import.
ja: гӮӨгғігғқгғјгғҲгҒҷгӮӢе…ғгғ—гғӯгғ•гӮЎгӮӨгғ«гӮ’е°‘гҒӘгҒҸгҒЁгӮӮ1гҒӨйҒёжҠһгҒ—гҒҰгҒҸгҒ гҒ•гҒ„гҖӮ
ko: к°Җм ёмҳ¬ мӣҗліё н”„лЎңн•„мқ„ н•ҳлӮҳ мқҙмғҒ м„ нғқн•ҳм„ёмҡ”.
uk: Р’РёРұРөСҖС–СӮСҢ РҝСҖРёРҪР°Р№РјРҪС– РҫРҙРёРҪ РІРёС…С–РҙРҪРёР№ РҝСҖРҫС„С–Р»СҢ РҙР»СҸ С–РјРҝРҫСҖСӮСғ.

# browser.import.warning.additionalDataUnavailable
source: Bookmarks, settings, and extensions import are not available yet. Imported cookies and history only.
ja: гғ–гғғгӮҜгғһгғјгӮҜгҖҒиЁӯе®ҡгҖҒжӢЎејөж©ҹиғҪгҒ®гӮӨгғігғқгғјгғҲгҒ«гҒҜгҒҫгҒ еҜҫеҝңгҒ—гҒҰгҒ„гҒҫгҒӣгӮ“гҖӮCookieгҒЁеұҘжӯҙгҒ®гҒҝгӮ’еҸ–гӮҠиҫјгҒҝгҒҫгҒ—гҒҹгҖӮ
ko: л¶Ғл§ҲнҒ¬, м„Өм •, нҷ•мһҘ н”„лЎңк·ёлһЁ к°Җм ёмҳӨкё°лҠ” м•„м§Ғ м§Җмӣҗлҗҳм§Җ м•ҠмҠөлӢҲлӢӨ. мҝ нӮӨмҷҖ л°©л¬ё кё°лЎқл§Ң к°Җм ёмҷ”мҠөлӢҲлӢӨ.
uk: РҶРјРҝРҫСҖСӮ Р·Р°РәР»Р°РҙРҫРә, РҪР°Р»Р°СҲСӮСғРІР°РҪСҢ С– СҖРҫР·СҲРёСҖРөРҪСҢ СүРө РҪРөРҙРҫСҒСӮСғРҝРҪРёР№. РҶРјРҝРҫСҖСӮРҫРІР°РҪРҫ Р»РёСҲРө cookies СӮР° С–СҒСӮРҫСҖС–СҺ.

# browser.import.warning.browserCookiesReadFailed
source: Failed reading %@ cookies at %@: %@
ja: %@ гҒ®CookieгӮ’ %@ гҒӢгӮүиӘӯгҒҝиҫјгӮҒгҒҫгҒӣгӮ“гҒ§гҒ—гҒҹ: %@
ko: %@ мҝ нӮӨлҘј %@м—җм„ң мқҪм§Җ лӘ»н–ҲмҠөлӢҲлӢӨ: %@
uk: РқРө РІРҙР°Р»РҫСҒСҸ РҝСҖРҫСҮРёСӮР°СӮРё cookies %@ Р·Р° Р°РҙСҖРөСҒРҫСҺ %@: %@

# browser.import.warning.browserHistoryReadFailed
source: Failed reading %@ history at %@: %@
ja: %@ гҒ®еұҘжӯҙгӮ’ %@ гҒӢгӮүиӘӯгҒҝиҫјгӮҒгҒҫгҒӣгӮ“гҒ§гҒ—гҒҹ: %@
ko: %@ л°©л¬ё кё°лЎқмқ„ %@м—җм„ң мқҪм§Җ лӘ»н–ҲмҠөлӢҲлӢӨ: %@
uk: РқРө РІРҙР°Р»РҫСҒСҸ РҝСҖРҫСҮРёСӮР°СӮРё С–СҒСӮРҫСҖС–СҺ %@ Р·Р° Р°РҙСҖРөСҒРҫСҺ %@: %@

# browser.import.warning.cookieImportUnsupported
source: %@ cookie import is not implemented yet.
ja: %@ гҒ®CookieгӮӨгғігғқгғјгғҲгҒ«гҒҜгҒҫгҒ еҜҫеҝңгҒ—гҒҰгҒ„гҒҫгҒӣгӮ“гҖӮ
ko: %@ мҝ нӮӨ к°Җм ёмҳӨкё°лҠ” м•„м§Ғ кө¬нҳ„лҗҳм§Җ м•Ҡм•ҳмҠөлӢҲлӢӨ.
uk: РҶРјРҝРҫСҖСӮ cookies %@ СүРө РҪРө СҖРөР°Р»С–Р·РҫРІР°РҪРҫ.

# browser.import.warning.encryptedCookiesSkipped
source: Skipped %ld encrypted cookies that require Keychain decryption.
ja: KeychainгҒ§гҒ®еҫ©еҸ·гҒҢеҝ…иҰҒгҒӘжҡ—еҸ·еҢ–CookieгӮ’%ldд»¶гӮ№гӮӯгғғгғ—гҒ—гҒҫгҒ—гҒҹгҖӮ
ko: нӮӨмІҙмқё ліөнҳёнҷ”к°Җ н•„мҡ”н•ң м•”нҳёнҷ”лҗң мҝ нӮӨ %ldк°ңлҘј кұҙл„Ҳлӣ°м—ҲмҠөлӢҲлӢӨ.
uk: РҹСҖРҫРҝСғСүРөРҪРҫ %ld Р·Р°СҲРёС„СҖРҫРІР°РҪРёС… cookies, СҸРәС– РҝРҫСӮСҖРөРұСғСҺСӮСҢ РҙРөСҲРёС„СҖСғРІР°РҪРҪСҸ СҮРөСҖРөР· Keychain.

# browser.import.warning.keychainDecryptFailed
source: Skipped %ld encrypted %@ cookies because %@ could not be unlocked from Keychain.
ja: Keychain гҒӢгӮү %3$@ гӮ’й–ӢгҒ‘гҒӘгҒӢгҒЈгҒҹгҒҹгӮҒгҖҒжҡ—еҸ·еҢ–гҒ•гӮҢгҒҹ %2$@ гҒ®CookieгӮ’%1$ldд»¶гӮ№гӮӯгғғгғ—гҒ—гҒҫгҒ—гҒҹгҖӮ
ko: нӮӨмІҙмқём—җм„ң %3$@мқ„(лҘј) мһ кёҲ н•ҙм ңн• мҲҳ м—Ҷм–ҙ м•”нҳёнҷ”лҗң %2$@ мҝ нӮӨ %1$ldк°ңлҘј кұҙл„Ҳлӣ°м—ҲмҠөлӢҲлӢӨ.
uk: РҹСҖРҫРҝСғСүРөРҪРҫ %ld Р·Р°СҲРёС„СҖРҫРІР°РҪРёС… cookies %@, РҫСҒРәС–Р»СҢРәРё %@ РҪРө РІРҙР°Р»РҫСҒСҸ СҖРҫР·РұР»РҫРәСғРІР°СӮРё СҮРөСҖРөР· Keychain.

# browser.import.warning.firefoxCookiesReadFailed
source: Failed reading Firefox cookies at %@: %@
ja: Firefox гҒ®CookieгӮ’ %@ гҒӢгӮүиӘӯгҒҝиҫјгӮҒгҒҫгҒӣгӮ“гҒ§гҒ—гҒҹ: %@
ko: %@м—җм„ң Firefox мҝ нӮӨлҘј мқҪм§Җ лӘ»н–ҲмҠөлӢҲлӢӨ: %@
uk: РқРө РІРҙР°Р»РҫСҒСҸ РҝСҖРҫСҮРёСӮР°СӮРё cookies Firefox Р·Р° Р°РҙСҖРөСҒРҫСҺ %@: %@

# browser.import.warning.firefoxHistoryReadFailed
source: Failed reading Firefox history at %@: %@
ja: Firefox гҒ®еұҘжӯҙгӮ’ %@ гҒӢгӮүиӘӯгҒҝиҫјгӮҒгҒҫгҒӣгӮ“гҒ§гҒ—гҒҹ: %@
ko: %@м—җм„ң Firefox л°©л¬ё кё°лЎқмқ„ мқҪм§Җ лӘ»н–ҲмҠөлӢҲлӢӨ: %@
uk: РқРө РІРҙР°Р»РҫСҒСҸ РҝСҖРҫСҮРёСӮР°СӮРё С–СҒСӮРҫСҖС–СҺ Firefox Р·Р° Р°РҙСҖРөСҒРҫСҺ %@: %@

# browser.import.warning.noHistoryDatabase
source: No history database found for %@.
ja: %@ гҒ®еұҘжӯҙгғҮгғјгӮҝгғҷгғјгӮ№гҒҢиҰӢгҒӨгҒӢгӮҠгҒҫгҒӣгӮ“гҒ§гҒ—гҒҹгҖӮ
ko: %@м—җ лҢҖн•ң л°©л¬ё кё°лЎқ лҚ°мқҙн„°лІ мқҙмҠӨлҘј м°ҫмқ„ мҲҳ м—ҶмҠөлӢҲлӢӨ.
uk: Р‘Р°Р·Р° РҙР°РҪРёС… С–СҒСӮРҫСҖС–С— РҙР»СҸ %@ РҪРө Р·РҪР°Р№РҙРөРҪР°.

# browser.import.warning.safariCookiesUnsupported
source: Safari cookies are stored in Cookies.binarycookies and are not yet supported by this importer.
ja: Safari гҒ®CookieгҒҜ Cookies.binarycookies гҒ«дҝқеӯҳгҒ•гӮҢгҒҰгҒҠгӮҠгҖҒгҒ“гҒ®гӮӨгғігғқгғјгӮҝгғјгҒ§гҒҜгҒҫгҒ еҜҫеҝңгҒ—гҒҰгҒ„гҒҫгҒӣгӮ“гҖӮ
ko: Safari мҝ нӮӨлҠ” Cookies.binarycookiesм—җ м ҖмһҘлҗҳм–ҙ мһҲмңјл©° м•„м§Ғ мқҙ к°Җм ёмҳӨкё° лҸ„кө¬м—җм„ң м§Җмӣҗлҗҳм§Җ м•ҠмҠөлӢҲлӢӨ.
uk: Cookies Safari Р·РұРөСҖС–РіР°СҺСӮСҢСҒСҸ Сғ С„РҫСҖРјР°СӮС– Cookies.binarycookies С– РҝРҫРәРё РҪРө РҝС–РҙСӮСҖРёРјСғСҺСӮСҢСҒСҸ СҶРёРј С–РјРҝРҫСҖСӮРөСҖРҫРј.

# browser.theme.buttonHelp
source: Browser Theme: %@
ja: гғ–гғ©гӮҰгӮ¶гғјгғҶгғјгғһ: %@
ko: лёҢлқјмҡ°м Җ н…Ңл§Ҳ: %@
uk: РўРөРјР° РұСҖР°СғР·РөСҖР°: %@

# browser.popup.loadingTitle
source: LoadingвҖҰ
ja: иӘӯгҒҝиҫјгҒҝдёӯвҖҰ
ko: лЎңл”© мӨ‘вҖҰ
uk: Р—Р°РІР°РҪСӮР°Р¶РөРҪРҪСҸвҖҰ

# command.enableMinimalMode.title
source: Enable Minimal Mode
ja: гғҹгғӢгғһгғ«гғўгғјгғүгӮ’жңүеҠ№гҒ«гҒҷгӮӢ
ko: лҜёлӢҲл©Җ лӘЁл“ң нҷңм„ұнҷ”
uk: РЈРІС–РјРәРҪСғСӮРё РјС–РҪС–РјР°Р»СҢРҪРёР№ СҖРөР¶РёРј

# command.disableMinimalMode.title
source: Disable Minimal Mode
ja: гғҹгғӢгғһгғ«гғўгғјгғүгӮ’з„ЎеҠ№гҒ«гҒҷгӮӢ
ko: лҜёлӢҲл©Җ лӘЁл“ң л№„нҷңм„ұнҷ”
uk: Р’РёРјРәРҪСғСӮРё РјС–РҪС–РјР°Р»СҢРҪРёР№ СҖРөР¶РёРј

# command.openFolderInVSCodeInline.subtitle
source: VS Code Inline
ja: VS Code гӮӨгғігғ©гӮӨгғі
ko: VS Code мқёлқјмқё

# command.openFolderInVSCodeInline.title
source: Open Folder in VS Code (Inline)вҖҰ
ja: гғ•гӮ©гғ«гғҖгӮ’ VS Code гҒ§й–ӢгҒҸпјҲгӮӨгғігғ©гӮӨгғіпјүвҖҰ
ko: VS Codeм—җм„ң нҸҙлҚ” м—ҙкё° (мқёлқјмқё)вҖҰ

# commandPalette.kind.browser
source: Browser
ja: гғ–гғ©гӮҰгӮ¶
ko: лёҢлқјмҡ°м Җ
uk: Р‘СҖР°СғР·РөСҖ

# commandPalette.kind.terminal
source: Terminal
ja: гӮҝгғјгғҹгғҠгғ«
ko: н„°лҜёл„җ
uk: РўРөСҖРјС–РҪР°Р»

# commandPalette.search.switcherEmptyAllSurfaces
source: No workspaces or surfaces match your search.
ja: жӨңзҙўгҒ«дёҖиҮҙгҒҷгӮӢгғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒҫгҒҹгҒҜгӮөгғјгғ•гӮ§гӮ№гҒҜгҒӮгӮҠгҒҫгҒӣгӮ“гҖӮ
ko: кІҖмғүкіј мқјм№ҳн•ҳлҠ” мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨ лҳҗлҠ” м„ңн”јмҠӨк°Җ м—ҶмҠөлӢҲлӢӨ.
uk: Р РҫРұРҫСҮС– РҫРұР»Р°СҒСӮС– СҮРё РҝРҫРІРөСҖС…РҪС–, СүРҫ РІС–РҙРҝРҫРІС–РҙР°СҺСӮСҢ РҝРҫСҲСғРәСғ, РҪРө Р·РҪР°Р№РҙРөРҪРҫ.

# commandPalette.search.switcherPlaceholderAllSurfaces
source: Search workspaces and surfaces
ja: гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒЁгӮөгғјгғ•гӮ§гӮ№гӮ’жӨңзҙў
ko: мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨ л°Ҹ м„ңн”јмҠӨ кІҖмғү
uk: РҹРҫСҲСғРә СҖРҫРұРҫСҮРёС… РҫРұР»Р°СҒСӮРөР№ С– РҝРҫРІРөСҖС…РҫРҪСҢ

# common.create
source: Create
ja: дҪңжҲҗ
ko: мғқм„ұ
uk: РЎСӮРІРҫСҖРёСӮРё

# contextMenu.clearLatestNotification
source: Clear Latest Notification
ja: жңҖж–°гҒ®йҖҡзҹҘгӮ’гӮҜгғӘгӮў
ko: мөңк·ј м•ҢлҰј м§Җмҡ°кё°

# contextMenu.clearLatestNotifications
source: Clear Latest Notifications
ja: жңҖж–°гҒ®йҖҡзҹҘгӮ’гӮҜгғӘгӮў
ko: мөңк·ј м•ҢлҰј лӘЁл‘җ м§Җмҡ°кё°

# contextMenu.copyError
source: Copy Error
ja: гӮЁгғ©гғјгӮ’гӮігғ”гғј
ko: мҳӨлҘҳ ліөмӮ¬
uk: РҡРҫРҝС–СҺРІР°СӮРё РҝРҫРјРёР»РәСғ

# contextMenu.copyErrors
source: Copy Errors
ja: гӮЁгғ©гғјгӮ’гӮігғ”гғј
ko: мҳӨлҘҳ лӘЁл‘җ ліөмӮ¬
uk: РҡРҫРҝС–СҺРІР°СӮРё РҝРҫРјРёР»РәРё

# clipboard.sshError.single
source: SSH error (%@): %@
ja: SSH гӮЁгғ©гғј (%@): %@
ko: SSH мҳӨлҘҳ (%@): %@
uk: РҹРҫРјРёР»РәР° SSH (%@): %@

# contextMenu.copySshError
source: Copy SSH Error
ja: SSHгӮЁгғ©гғјгӮ’гӮігғ”гғј
ko: SSH мҳӨлҘҳ ліөмӮ¬
uk: РҡРҫРҝС–СҺРІР°СӮРё РҝРҫРјРёР»РәСғ SSH

# dialog.closeTab.cancel
source: Cancel
ja: гӮӯгғЈгғігӮ»гғ«
ko: м·ЁмҶҢ
uk: РЎРәР°СҒСғРІР°СӮРё

# dialog.closeTab.messageNamed
source: This will close "%@".
ja: гҖҢ%@гҖҚгӮ’й–үгҒҳгҒҫгҒҷгҖӮ
ko: "%@"мқ„(лҘј) лӢ«мҠөлӢҲлӢӨ.
uk: РҰРө Р·Р°РәСҖРёС” "%@".

# dialog.closeWindow.message
source: This will close the current window and all of its workspaces.
ja: зҸҫеңЁгҒ®гӮҰгӮЈгғігғүгӮҰгҒЁгҒқгҒ®гҒҷгҒ№гҒҰгҒ®гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гӮ’й–үгҒҳгҒҫгҒҷгҖӮ
ko: нҳ„мһ¬ мңҲлҸ„мҡ°мҷҖ лӘЁл“ мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨк°Җ лӢ«нһҷлӢҲлӢӨ.
uk: РҰРө Р·Р°РәСҖРёС” РҝРҫСӮРҫСҮРҪРө РІС–РәРҪРҫ СӮР° РІСҒС– Р№РҫРіРҫ СҖРҫРұРҫСҮС– РҫРұР»Р°СҒСӮС–.

# dialog.closeWindow.title
source: Close window?
ja: гӮҰгӮЈгғігғүгӮҰгӮ’й–үгҒҳгҒҫгҒҷгҒӢпјҹ
ko: мңҲлҸ„мҡ°лҘј лӢ«мңјмӢңкІ мҠөлӢҲк№Ң?
uk: Р—Р°РәСҖРёСӮРё РІС–РәРҪРҫ?

# dialog.closeWorkspaces.message
source: This will close %1$lld workspaces and all of their panels: %2$@
ja: %1$lld еҖӢгҒ®гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒЁгҖҒгҒқгӮҢгҒһгӮҢгҒ®гҒҷгҒ№гҒҰгҒ®гғ‘гғҚгғ«гӮ’й–үгҒҳгҒҫгҒҷ: %2$@
ko: %1$lldк°ңмқҳ мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨмҷҖ лӘЁл“ нҢЁл„җмқҙ лӢ«нһҷлӢҲлӢӨ: %2$@
uk: РҰРө Р·Р°РәСҖРёС” %1$lld СҖРҫРұРҫСҮРёС… РҫРұР»Р°СҒСӮРөР№ СӮР° РІСҒС– С—С…РҪС– РҝР°РҪРөР»С–: %2$@

# dialog.closeWorkspaces.title
source: Close workspaces?
ja: гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гӮ’й–үгҒҳгҒҫгҒҷгҒӢпјҹ
ko: мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨлҘј лӢ«мңјмӢңкІ мҠөлӢҲк№Ң?
uk: Р—Р°РәСҖРёСӮРё СҖРҫРұРҫСҮС– РҫРұР»Р°СҒСӮС–?

# dialog.closeWorkspacesWindow.message
source: This will close the current window, its %1$lld workspaces, and all of their panels: %2$@
ja: зҸҫеңЁгҒ®гӮҰгӮЈгғігғүгӮҰгҒЁгҖҒгҒқгҒ® %1$lld еҖӢгҒ®гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒЁгҖҒгҒқгӮҢгҒһгӮҢгҒ®гҒҷгҒ№гҒҰгҒ®гғ‘гғҚгғ«гӮ’й–үгҒҳгҒҫгҒҷ: %2$@
ko: нҳ„мһ¬ мңҲлҸ„мҡ°, %1$lldк°ңмқҳ мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨ л°Ҹ лӘЁл“ нҢЁл„җмқҙ лӢ«нһҷлӢҲлӢӨ: %2$@
uk: РҰРө Р·Р°РәСҖРёС” РҝРҫСӮРҫСҮРҪРө РІС–РәРҪРҫ, Р№РҫРіРҫ %1$lld СҖРҫРұРҫСҮРёС… РҫРұР»Р°СҒСӮРөР№ СӮР° РІСҒС– С—С…РҪС– РҝР°РҪРөР»С–: %2$@

# dialog.closePinnedWorkspace.message
source: This workspace is pinned. Closing it will close the workspace and all of its panels.
ja: гҒ“гҒ®гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒҜгғ”гғіз•ҷгӮҒгҒ•гӮҢгҒҰгҒ„гҒҫгҒҷгҖӮй–үгҒҳгӮӢгҒЁгҖҒгҒ“гҒ®гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒЁгҒқгҒ®дёӯгҒ®гҒҷгҒ№гҒҰгҒ®гғ‘гғҚгғ«гҒҢй–үгҒҳгҒҫгҒҷгҖӮ
ko: мқҙ мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨлҠ” кі м •лҗҳм–ҙ мһҲмҠөлӢҲлӢӨ. лӢ«мңјл©ҙ мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨмҷҖ лӘЁл“ нҢЁл„җмқҙ лӢ«нһҷлӢҲлӢӨ.
uk: РҰСҸ СҖРҫРұРҫСҮР° РҫРұР»Р°СҒСӮСҢ Р·Р°РәСҖС–РҝР»РөРҪР°. Р—Р°РәСҖРёСӮСӮСҸ РІРёРҙР°Р»РёСӮСҢ СҖРҫРұРҫСҮСғ РҫРұР»Р°СҒСӮСҢ СӮР° РІСҒС– С—С— РҝР°РҪРөР»С–.

# dialog.closePinnedWorkspace.title
source: Close pinned workspace?
ja: гғ”гғіз•ҷгӮҒгҒ•гӮҢгҒҹгғҜгғјгӮҜгӮ№гғҡгғјгӮ№гӮ’й–үгҒҳгҒҫгҒҷгҒӢпјҹ
ko: кі м •лҗң мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨлҘј лӢ«мңјмӢңкІ мҠөлӢҲк№Ң?
uk: Р—Р°РәСҖРёСӮРё Р·Р°РәСҖС–РҝР»РөРҪСғ СҖРҫРұРҫСҮСғ РҫРұР»Р°СҒСӮСҢ?

# menu.app.openCmuxSettingsFile
source: Open settings.json
ja: settings.jsonгӮ’й–ӢгҒҸ
ko: settings.json м—ҙкё°

# menu.file.openFolderInVSCodeInline
source: Open Folder in VS Code (Inline)вҖҰ
ja: гғ•гӮ©гғ«гғҖгӮ’ VS Code гҒ§й–ӢгҒҸпјҲгӮӨгғігғ©гӮӨгғіпјүвҖҰ
ko: VS Codeм—җм„ң нҸҙлҚ” м—ҙкё° (мқёлқјмқё)вҖҰ

# menu.file.openFolderInVSCodeInline.panelPrompt
source: Open in VS Code
ja: VS Code гҒ§й–ӢгҒҸ
ko: VS Codeм—җм„ң м—ҙкё°

# menu.file.openFolderInVSCodeInline.panelTitle
source: Open Folder in VS Code (Inline)
ja: гғ•гӮ©гғ«гғҖгӮ’ VS Code гҒ§й–ӢгҒҸпјҲгӮӨгғігғ©гӮӨгғіпјү
ko: VS Codeм—җм„ң нҸҙлҚ” м—ҙкё° (мқёлқјмқё)

# menu.openInVSCodeDesktop
source: Open Current Directory in VS Code
ja: зҸҫеңЁгҒ®гғҮгӮЈгғ¬гӮҜгғҲгғӘгӮ’ VS Code гҒ§й–ӢгҒҸ
ko: нҳ„мһ¬ л””л үнҶ лҰ¬лҘј VS Codeм—җм„ң м—ҙкё°
uk: Р’С–РҙРәСҖРёСӮРё РҝРҫСӮРҫСҮРҪСғ СӮРөРәСғ РІ VS Code

# menu.view.importFromBrowser
source: Import Browser DataвҖҰ
ja: гғ–гғ©гӮҰгӮ¶гғјгғҮгғјгӮҝгӮ’еҸ–гӮҠиҫјгӮҖвҖҰ
ko: лёҢлқјмҡ°м Җ лҚ°мқҙн„° к°Җм ёмҳӨкё°вҖҰ
uk: РҶРјРҝРҫСҖСӮСғРІР°СӮРё РҙР°РҪС– РұСҖР°СғР·РөСҖР°вҖҰ

# menu.view.toggleReactGrab
source: Toggle React Grab
ja: React GrabгҒ®еҲҮгӮҠжӣҝгҒҲ
ko: React Grab м „нҷҳ
zh_hans: еҲҮжҚў React Grab
zh_hant: еҲҮжҸӣ React Grab

# notifications.jumpToLatest
source: Jump to Latest
ja: жңҖж–°гҒёгӮёгғЈгғігғ—
ko: мөңмӢ мңјлЎң мқҙлҸҷ
uk: РҹРөСҖРөР№СӮРё РҙРҫ РҫСҒСӮР°РҪРҪСҢРҫРіРҫ

# settings.app.showInMenuBar
source: Show in Menu Bar
ja: гғЎгғӢгғҘгғјгғҗгғјгҒ«иЎЁзӨә
ko: л©”лүҙ л§үлҢҖм—җ н‘ңмӢң
uk: РҹРҫРәР°Р·СғРІР°СӮРё РІ СҖСҸРҙРәСғ РјРөРҪСҺ

# settings.app.showInMenuBar.subtitle
source: Keep cmux in the menu bar for unread notifications and quick actions.
ja: жңӘиӘӯйҖҡзҹҘгҒ®зўәиӘҚгӮ„гӮҜгӮӨгғғгӮҜж“ҚдҪңгҒ®гҒҹгӮҒгҒ«гҖҒcmuxгӮ’гғЎгғӢгғҘгғјгғҗгғјгҒ«иЎЁзӨәгҒ—гҒҫгҒҷгҖӮ
ko: мқҪм§Җ м•ҠмқҖ м•ҢлҰјкіј л№ лҘё мһ‘м—…мқ„ мң„н•ҙ cmuxлҘј л©”лүҙ л§үлҢҖм—җ мң м§Җн•©лӢҲлӢӨ.
uk: Р—Р°Р»РёСҲР°СӮРё cmux Сғ СҖСҸРҙРәСғ РјРөРҪСҺ РҙР»СҸ РҪРөРҝСҖРҫСҮРёСӮР°РҪРёС… СҒРҝРҫРІС–СүРөРҪСҢ СӮР° СҲРІРёРҙРәРёС… РҙС–Р№.

# settings.app.settingsFile.openButton
source: Open settings.json
ja: settings.jsonгӮ’й–ӢгҒҸ
ko: settings.json м—ҙкё°

# settings.app.commandPaletteSearchAllSurfaces
source: Command Palette Searches All Surfaces
ja: гӮігғһгғігғүгғ‘гғ¬гғғгғҲгҒ§гҒҷгҒ№гҒҰгҒ®гӮөгғјгғ•гӮ§гӮ№гӮ’жӨңзҙў
ko: лӘ…л №м–ҙ нҢ”л ҲнҠём—җм„ң лӘЁл“ м„ңн”јмҠӨ кІҖмғү
uk: РҹР°Р»С–СӮСҖР° РәРҫРјР°РҪРҙ СҲСғРәР°С” РІСҒС– РҝРҫРІРөСҖС…РҪС–

# settings.app.commandPaletteSearchAllSurfaces.subtitleOff
source: Cmd+P matches workspace rows only.
ja: Cmd+PгҒҜгғҜгғјгӮҜгӮ№гғҡгғјгӮ№иЎҢгҒ гҒ‘гӮ’еҜҫиұЎгҒ«гҒ—гҒҫгҒҷгҖӮ
ko: Cmd+Pк°Җ мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨ н–үл§Ң кІҖмғүн•©лӢҲлӢӨ.
uk: Cmd+P СҲСғРәР°С” Р»РёСҲРө СҖСҸРҙРәРё СҖРҫРұРҫСҮРёС… РҫРұР»Р°СҒСӮРөР№.

# settings.app.commandPaletteSearchAllSurfaces.subtitleOn
source: Cmd+P also matches terminal, browser, and markdown surfaces across workspaces.
ja: Cmd+PгҒ§гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гӮ’гҒҫгҒҹгҒ„гҒ гӮҝгғјгғҹгғҠгғ«гҖҒгғ–гғ©гӮҰгӮ¶гҖҒMarkdownгҒ®гӮөгғјгғ•гӮ§гӮ№гӮӮжӨңзҙўгҒ§гҒҚгҒҫгҒҷгҖӮ
ko: Cmd+Pк°Җ лӘЁл“ мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨмқҳ н„°лҜёл„җ, лёҢлқјмҡ°м Җ, л§ҲнҒ¬лӢӨмҡҙ м„ңн”јмҠӨлҸ„ кІҖмғүн•©лӢҲлӢӨ.
uk: Cmd+P СӮР°РәРҫР¶ СҲСғРәР°С” СӮРөСҖРјС–РҪР°Р»Рё, РұСҖР°СғР·РөСҖРё СӮР° markdown-РҝРҫРІРөСҖС…РҪС– Сғ РІСҒС–С… СҖРҫРұРҫСҮРёС… РҫРұР»Р°СҒСӮСҸС….

# settings.app.closeWorkspaceOnLastSurfaceShortcut
source: Keep Workspace Open When Closing Last Surface
ja: жңҖеҫҢгҒ®гӮөгғјгғ•гӮ§гӮ№гӮ’й–үгҒҳгҒҰгӮӮгғҜгғјгӮҜгӮ№гғҡгғјгӮ№гӮ’ж®ӢгҒҷ
ko: л§Ҳм§Җл§ү м„ңн”јмҠӨлҘј лӢ«мқ„ л•Ң мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨ мң м§Җ
uk: Р—Р°Р»РёСҲР°СӮРё СҖРҫРұРҫСҮСғ РҫРұР»Р°СҒСӮСҢ РІС–РҙРәСҖРёСӮРҫСҺ РҝСҖРё Р·Р°РәСҖРёСӮСӮС– РҫСҒСӮР°РҪРҪСҢРҫС— РҝРҫРІРөСҖС…РҪС–

# settings.app.closeWorkspaceOnLastSurfaceShortcut.subtitleOff
source: When the focused surface is the last one in its workspace, the close-surface shortcut also closes the workspace.
ja: гғ•гӮ©гғјгӮ«гӮ№дёӯгҒ®гӮөгғјгғ•гӮ§гӮ№гҒҢгҒқгҒ®гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒ®жңҖеҫҢгҒ®1гҒӨгҒӘгӮүгҖҒгӮөгғјгғ•гӮ§гӮ№гӮ’й–үгҒҳгӮӢгӮ·гғ§гғјгғҲгӮ«гғғгғҲгҒҜгғҜгғјгӮҜгӮ№гғҡгғјгӮ№гӮӮй–үгҒҳгҒҫгҒҷгҖӮ
ko: нҸ¬м»ӨмҠӨлҗң м„ңн”јмҠӨк°Җ мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨмқҳ л§Ҳм§Җл§үмқј л•Ң, м„ңн”јмҠӨ лӢ«кё° лӢЁм¶•нӮӨлЎң мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨлҸ„ н•Ёк»ҳ лӢ«нһҷлӢҲлӢӨ.
uk: РҡРҫР»Рё Р°РәСӮРёРІРҪР° РҝРҫРІРөСҖС…РҪСҸ С” РҫСҒСӮР°РҪРҪСҢРҫСҺ Сғ СҖРҫРұРҫСҮС–Р№ РҫРұР»Р°СҒСӮС–, РәРҫРјРұС–РҪР°СҶС–СҸ Р·Р°РәСҖРёСӮСӮСҸ РҝРҫРІРөСҖС…РҪС– СӮР°РәРҫР¶ Р·Р°РәСҖРёРІР°С” СҖРҫРұРҫСҮСғ РҫРұР»Р°СҒСӮСҢ.

# settings.app.closeWorkspaceOnLastSurfaceShortcut.subtitleOn
source: When the focused surface is the last one in its workspace, the close-surface shortcut closes only the surface and keeps the workspace open. Use the close-workspace shortcut to close the workspace explicitly.
ja: гғ•гӮ©гғјгӮ«гӮ№дёӯгҒ®гӮөгғјгғ•гӮ§гӮ№гҒҢгҒқгҒ®гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒ®жңҖеҫҢгҒ®1гҒӨгҒ§гӮӮгҖҒгӮөгғјгғ•гӮ§гӮ№гӮ’й–үгҒҳгӮӢгӮ·гғ§гғјгғҲгӮ«гғғгғҲгҒҜгӮөгғјгғ•гӮ§гӮ№гҒ гҒ‘гӮ’й–үгҒҳгҖҒгғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒҜж®ӢгҒ—гҒҫгҒҷгҖӮгғҜгғјгӮҜгӮ№гғҡгғјгӮ№гӮ’й–үгҒҳгӮӢгӮ·гғ§гғјгғҲгӮ«гғғгғҲгӮ’дҪҝгҒҶгҒЁжҳҺзӨәзҡ„гҒ«й–үгҒҳгӮүгӮҢгҒҫгҒҷгҖӮ
ko: нҸ¬м»ӨмҠӨлҗң м„ңн”јмҠӨк°Җ мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨмқҳ л§Ҳм§Җл§үмқј л•Ң, м„ңн”јмҠӨ лӢ«кё° лӢЁм¶•нӮӨлЎң м„ңн”јмҠӨл§Ң лӢ«кі мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨлҠ” мң м§Җлҗ©лӢҲлӢӨ. мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨлҘј лӢ«мңјл Өл©ҙ мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨ лӢ«кё° лӢЁм¶•нӮӨлҘј мӮ¬мҡ©н•ҳм„ёмҡ”.
uk: РҡРҫР»Рё Р°РәСӮРёРІРҪР° РҝРҫРІРөСҖС…РҪСҸ С” РҫСҒСӮР°РҪРҪСҢРҫСҺ Сғ СҖРҫРұРҫСҮС–Р№ РҫРұР»Р°СҒСӮС–, РәРҫРјРұС–РҪР°СҶС–СҸ Р·Р°РәСҖРёСӮСӮСҸ РҝРҫРІРөСҖС…РҪС– Р·Р°РәСҖРёРІР°С” Р»РёСҲРө РҝРҫРІРөСҖС…РҪСҺ, Р·Р°Р»РёСҲР°СҺСҮРё СҖРҫРұРҫСҮСғ РҫРұР»Р°СҒСӮСҢ РІС–РҙРәСҖРёСӮРҫСҺ. Р’РёРәРҫСҖРёСҒСӮРҫРІСғР№СӮРө РәРҫРјРұС–РҪР°СҶС–СҺ Р·Р°РәСҖРёСӮСӮСҸ СҖРҫРұРҫСҮРҫС— РҫРұР»Р°СҒСӮС– РҙР»СҸ СҸРІРҪРҫРіРҫ Р·Р°РәСҖРёСӮСӮСҸ.

# settings.app.paneFirstClickFocus
source: Focus Pane on First Click
ja: жңҖеҲқгҒ®гӮҜгғӘгғғгӮҜгҒ§гғҡгӮӨгғігҒ«гғ•гӮ©гғјгӮ«гӮ№
ko: мІ« нҒҙлҰӯмңјлЎң нҢЁмқё нҸ¬м»ӨмҠӨ
uk: РӨРҫРәСғСҒ РҝР°РҪРөР»С– РҝСҖРё РҝРөСҖСҲРҫРјСғ РәР»С–РәСғ

# settings.app.paneFirstClickFocus.subtitleOff
source: When cmux is inactive, the first click only activates the window. Click again to focus the pane.
ja: cmuxгҒҢйқһгӮўгӮҜгғҶгӮЈгғ–гҒ®гҒЁгҒҚгҖҒжңҖеҲқгҒ®гӮҜгғӘгғғгӮҜгҒҜгӮҰгӮӨгғігғүгӮҰгӮ’гӮўгӮҜгғҶгӮЈгғ–гҒ«гҒҷгӮӢгҒ гҒ‘гҒ§гҒҷгҖӮгғҡгӮӨгғігҒ«гғ•гӮ©гғјгӮ«гӮ№гҒҷгӮӢгҒ«гҒҜгӮӮгҒҶдёҖеәҰгӮҜгғӘгғғгӮҜгҒ—гҒҫгҒҷгҖӮ
ko: cmuxк°Җ л№„нҷңм„ұ мғҒнғңмқј л•Ң, мІ« лІҲм§ё нҒҙлҰӯмқҖ мңҲлҸ„мҡ°л§Ң нҷңм„ұнҷ”н•©лӢҲлӢӨ. нҢЁмқёмқ„ нҸ¬м»ӨмҠӨн•ҳл Өл©ҙ лӢӨмӢң нҒҙлҰӯн•ҳм„ёмҡ”.
uk: РҡРҫР»Рё cmux РҪРөР°РәСӮРёРІРҪРёР№, РҝРөСҖСҲРёР№ РәР»С–Рә Р»РёСҲРө Р°РәСӮРёРІСғС” РІС–РәРҪРҫ. РҡР»Р°СҶРҪС–СӮСҢ СүРө СҖР°Р·, СүРҫРұ СҒС„РҫРәСғСҒСғРІР°СӮРё РҝР°РҪРөР»СҢ.

# settings.app.paneFirstClickFocus.subtitleOn
source: When cmux is inactive, clicking a pane activates the window and focuses that pane in one click.
ja: cmuxгҒҢйқһгӮўгӮҜгғҶгӮЈгғ–гҒ®гҒЁгҒҚгҖҒгғҡгӮӨгғігӮ’гӮҜгғӘгғғгӮҜгҒҷгӮӢгҒЁ1еӣһгҒ§гӮҰгӮӨгғігғүгӮҰгӮ’гӮўгӮҜгғҶгӮЈгғ–гҒ«гҒ—гҒҰгҒқгҒ®гғҡгӮӨгғігҒёгғ•гӮ©гғјгӮ«гӮ№гҒ—гҒҫгҒҷгҖӮ
ko: cmuxк°Җ л№„нҷңм„ұ мғҒнғңмқј л•Ң, нҢЁмқёмқ„ нҒҙлҰӯн•ҳл©ҙ мңҲлҸ„мҡ° нҷңм„ұнҷ”мҷҖ нҢЁмқё нҸ¬м»ӨмҠӨк°Җ н•ң лІҲм—җ мқҙлЈЁм–ҙм§‘лӢҲлӢӨ.
uk: РҡРҫР»Рё cmux РҪРөР°РәСӮРёРІРҪРёР№, РәР»С–Рә РҪР° РҝР°РҪРөР»СҢ Р°РәСӮРёРІСғС” РІС–РәРҪРҫ СӮР° С„РҫРәСғСҒСғС” РҝР°РҪРөР»СҢ РҫРҙРҪРёРј РәР»С–РәРҫРј.

# settings.app.hideAllSidebarDetails
source: Hide All Sidebar Details
ja: гӮөгӮӨгғүгғҗгғјгҒ®и©ізҙ°гӮ’гҒҷгҒ№гҒҰйҡ гҒҷ
ko: мӮ¬мқҙл“ңл°” м„ёл¶Җ м •ліҙ лӘЁл‘җ мҲЁкё°кё°
uk: РЎС…РҫРІР°СӮРё РІСҒС– РҙРөСӮР°Р»С– РұС–СҮРҪРҫС— РҝР°РҪРөР»С–

# settings.app.hideAllSidebarDetails.subtitleOff
source: Show secondary workspace details as controlled by the toggles below.
ja: дёӢгҒ®гғҲгӮ°гғ«иЁӯе®ҡгҒ«еҫ“гҒЈгҒҰгҖҒгғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒ®иЈңеҠ©жғ…е ұгӮ’иЎЁзӨәгҒ—гҒҫгҒҷгҖӮ
ko: м•„лһҳ нҶ кёҖм—җ л”°лқј ліҙмЎ° мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨ м„ёл¶Җ м •ліҙлҘј н‘ңмӢңн•©лӢҲлӢӨ.
uk: РҹРҫРәР°Р·СғРІР°СӮРё РҙРҫРҙР°СӮРәРҫРІС– РҙРөСӮР°Р»С– СҖРҫРұРҫСҮРҫС— РҫРұР»Р°СҒСӮС– РІС–РҙРҝРҫРІС–РҙРҪРҫ РҙРҫ РҝРөСҖРөРјРёРәР°СҮС–РІ РҪРёР¶СҮРө.

# settings.app.hideAllSidebarDetails.subtitleOn
source: Show only the workspace title row. Overrides the detail toggles below.
ja: гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒ®гӮҝгӮӨгғҲгғ«иЎҢгҒ гҒ‘гӮ’иЎЁзӨәгҒ—гҒҫгҒҷгҖӮдёӢгҒ®и©ізҙ°гғҲгӮ°гғ«гӮҲгӮҠе„Әе…ҲгҒ•гӮҢгҒҫгҒҷгҖӮ
ko: мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨ м ңлӘ© н–үл§Ң н‘ңмӢңн•©лӢҲлӢӨ. м•„лһҳ м„ёл¶Җ м •ліҙ нҶ кёҖліҙлӢӨ мҡ°м„ н•©лӢҲлӢӨ.
uk: РҹРҫРәР°Р·СғРІР°СӮРё Р»РёСҲРө СҖСҸРҙРҫРә Р·Р°РіРҫР»РҫРІРәР° СҖРҫРұРҫСҮРҫС— РҫРұР»Р°СҒСӮС–. Р—Р°РјС–РҪСҺС” РҝРөСҖРөРјРёРәР°СҮС– РҙРөСӮР°Р»РөР№ РҪРёР¶СҮРө.

# settings.app.showNotificationMessage
source: Show Notification Message in Sidebar
ja: гӮөгӮӨгғүгғҗгғјгҒ«йҖҡзҹҘгғЎгғғгӮ»гғјгӮёгӮ’иЎЁзӨә
ko: мӮ¬мқҙл“ңл°”м—җ м•ҢлҰј л©”мӢңм§Җ н‘ңмӢң
uk: РҹРҫРәР°Р·СғРІР°СӮРё РҝРҫРІС–РҙРҫРјР»РөРҪРҪСҸ СҒРҝРҫРІС–СүРөРҪРҪСҸ РІ РұС–СҮРҪС–Р№ РҝР°РҪРөР»С–

# settings.app.showNotificationMessage.subtitle
source: Display the latest notification message below the workspace title.
ja: гғҜгғјгӮҜгӮ№гғҡгғјгӮ№еҗҚгҒ®дёӢгҒ«жңҖж–°гҒ®йҖҡзҹҘгғЎгғғгӮ»гғјгӮёгӮ’иЎЁзӨәгҒ—гҒҫгҒҷгҖӮ
ko: мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨ м ңлӘ© м•„лһҳм—җ мөңмӢ м•ҢлҰј л©”мӢңм§ҖлҘј н‘ңмӢңн•©лӢҲлӢӨ.
uk: Р’С–РҙРҫРұСҖР°Р¶Р°СӮРё РҫСҒСӮР°РҪРҪС” РҝРҫРІС–РҙРҫРјР»РөРҪРҪСҸ СҒРҝРҫРІС–СүРөРҪРҪСҸ РҝС–Рҙ Р·Р°РіРҫР»РҫРІРәРҫРј СҖРҫРұРҫСҮРҫС— РҫРұР»Р°СҒСӮС–.

# settings.app.showSSH
source: Show SSH in Sidebar
ja: гӮөгӮӨгғүгғҗгғјгҒ«SSHгӮ’иЎЁзӨә
ko: мӮ¬мқҙл“ңл°”м—җ SSH н‘ңмӢң
uk: РҹРҫРәР°Р·СғРІР°СӮРё SSH Сғ РұС–СҮРҪС–Р№ РҝР°РҪРөР»С–

# settings.app.showSSH.subtitle
source: Display the SSH target for remote workspaces in its own row.
ja: гғӘгғўгғјгғҲгғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒ®SSHгӮҝгғјгӮІгғғгғҲгӮ’е°Ӯз”ЁгҒ®иЎҢгҒ«иЎЁзӨәгҒ—гҒҫгҒҷгҖӮ
ko: мӣҗкІ© мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨмқҳ SSH лҢҖмғҒмқ„ лі„лҸ„ н–үмңјлЎң н‘ңмӢңн•©лӢҲлӢӨ.
uk: Р’С–РҙРҫРұСҖР°Р¶Р°СӮРё СҶС–Р»СҢ SSH РҙР»СҸ РІС–РҙРҙР°Р»РөРҪРёС… СҖРҫРұРҫСҮРёС… РҫРұР»Р°СҒСӮРөР№ Сғ РҫРәСҖРөРјРҫРјСғ СҖСҸРҙРәСғ.

# settings.app.showWorkspaceTitlebar
source: Show Workspace Title Bar
ja: гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гҒ®гӮҝгӮӨгғҲгғ«гғҗгғјгӮ’иЎЁзӨә
ko: мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨ м ңлӘ© н‘ңмӢңмӨ„ н‘ңмӢң
uk: РҹРҫРәР°Р·СғРІР°СӮРё Р·Р°РіРҫР»РҫРІРҫРә СҖРҫРұРҫСҮРҫС— РҫРұР»Р°СҒСӮС–

# settings.app.showWorkspaceTitlebar.subtitleOff
source: Hide the folder and active title above pane tabs.
ja: гғҡгӮӨгғігӮҝгғ–гҒ®дёҠгҒ«гҒӮгӮӢгғ•гӮ©гғ«гғҖеҗҚгҒЁзҸҫеңЁгҒ®гӮҝгӮӨгғҲгғ«гӮ’йҡ гҒ—гҒҫгҒҷгҖӮ
ko: нҢЁмқё нғӯ мң„мқҳ нҸҙлҚ” л°Ҹ нҷңм„ұ м ңлӘ©мқ„ мҲЁк№ҒлӢҲлӢӨ.
uk: РЎС…РҫРІР°СӮРё СӮРөРәСғ СӮР° Р°РәСӮРёРІРҪРёР№ Р·Р°РіРҫР»РҫРІРҫРә РҪР°Рҙ РІРәР»Р°РҙРәР°РјРё РҝР°РҪРөР»РөР№.

# settings.app.showWorkspaceTitlebar.subtitleOn
source: Show the folder and active title above pane tabs.
ja: гғҡгӮӨгғігӮҝгғ–гҒ®дёҠгҒ«гғ•гӮ©гғ«гғҖеҗҚгҒЁзҸҫеңЁгҒ®гӮҝгӮӨгғҲгғ«гӮ’иЎЁзӨәгҒ—гҒҫгҒҷгҖӮ
ko: нҢЁмқё нғӯ мң„м—җ нҸҙлҚ” л°Ҹ нҷңм„ұ м ңлӘ©мқ„ н‘ңмӢңн•©лӢҲлӢӨ.
uk: РҹРҫРәР°Р·СғРІР°СӮРё СӮРөРәСғ СӮР° Р°РәСӮРёРІРҪРёР№ Р·Р°РіРҫР»РҫРІРҫРә РҪР°Рҙ РІРәР»Р°РҙРәР°РјРё РҝР°РҪРөР»РөР№.

# settings.app.fadeButtons
source: Fade Buttons
ja: гғңгӮҝгғігӮ’гғ•гӮ§гғјгғүиЎЁзӨә
ko: лІ„нҠј нҺҳмқҙл“ң
uk: РҹСҖРёС…РҫРІСғРІР°РҪРҪСҸ РәРҪРҫРҝРҫРә

# settings.app.fadeButtons.subtitleOff
source: Keep action buttons always visible.
ja: ж“ҚдҪңгғңгӮҝгғігӮ’еёёгҒ«иЎЁзӨәгҒ—гҒҫгҒҷгҖӮ
ko: м•Ўм…ҳ лІ„нҠјмқ„ н•ӯмғҒ н‘ңмӢңн•©лӢҲлӢӨ.
uk: РҡРҪРҫРҝРәРё РҙС–Р№ Р·Р°РІР¶РҙРё РІРёРҙРёРјС–.

# settings.app.fadeButtons.subtitleOn
source: Show action buttons only on hover.
ja: ж“ҚдҪңгғңгӮҝгғігҒҜгғӣгғҗгғјжҷӮгҒ®гҒҝиЎЁзӨәгҒ—гҒҫгҒҷгҖӮ
ko: л§Ҳмҡ°мҠӨлҘј мҳ¬л ёмқ„ л•Ңл§Ң м•Ўм…ҳ лІ„нҠјмқ„ н‘ңмӢңн•©лӢҲлӢӨ.
uk: РҡРҪРҫРҝРәРё РҙС–Р№ Р·'СҸРІР»СҸСҺСӮСҢСҒСҸ Р»РёСҲРө РҝСҖРё РҪР°РІРөРҙРөРҪРҪС–.

# settings.app.minimalMode
source: Minimal Mode
ja: гғҹгғӢгғһгғ«гғўгғјгғү
ko: лҜёлӢҲл©Җ лӘЁл“ң
uk: РңС–РҪС–РјР°Р»СҢРҪРёР№ СҖРөР¶РёРј

# settings.app.minimalMode.subtitleOff
source: Use the standard workspace title bar and controls.
ja: жЁҷжә–гҒ®гғҜгғјгӮҜгӮ№гғҡгғјгӮ№гӮҝгӮӨгғҲгғ«гғҗгғјгҒЁж“ҚдҪңгӮ’дҪҝгҒ„гҒҫгҒҷгҖӮ
ko: кё°ліё мӣҢнҒ¬мҠӨнҺҳмқҙмҠӨ м ңлӘ© н‘ңмӢңмӨ„кіј м»ЁнҠёлЎӨмқ„ мӮ¬мҡ©н•©лӢҲлӢӨ.
uk: Р’РёРәРҫСҖРёСҒСӮРҫРІСғРІР°СӮРё СҒСӮР°РҪРҙР°СҖСӮРҪРёР№ Р·Р°РіРҫР»РҫРІРҫРә СҖРҫРұРҫСҮРҫС— РҫРұР»Р°СҒСӮС– СӮР° РөР»РөРјРөРҪСӮРё РәРөСҖСғРІР°РҪРҪСҸ.
